{
  "translations": {
    "fa": {
      "segments": [
        {
          "original": "What is the dumbest death ever?",
          "translated": "احمقانه‌ترین مرگ تاریخ چیست؟"
        },
        {
          "original": "You might think it'd be something like what happened to these sports fans,",
          "translated": "شاید فکر کنید مربوط به اتفاقی است که برای این طرفداران ورزش افتاد،"
        },
        {
          "original": "who refused to pay the $37 entrance fee to a college football game.",
          "translated": "که حاضر نشدند ۳۷ دلار ورودی بازی فوتبال دانشگاهی را پرداخت کنند،"
        },
        {
          "original": "Instead, they climbed up on the roof of a nearby factory.",
          "translated": "به جایش، آنها از سقف یک کارخانه نزدیک بالا رفتند،"
        },
        {
          "original": "But since the roof wasn't made to support 200 people, it collapsed,",
          "translated": "اما چون سقف برای تحمل وزن ۲۰۰ نفر ساخته نشده بود، فرو ریخت،"
        },
        {
          "original": "causing half of them to fall into a furnace.",
          "translated": "و باعث شد نیمی از آنها به داخل یک کوره سقوط کنند."
        },
        {
          "original": "But surprisingly, that doesn't even come close to the dumbest death ever.",
          "translated": "اما به طرز شگفت‌انگیزی، این حتی نزدیک به احمقانه‌ترین مرگ تاریخ هم نیست!"
        },
        {
          "original": "Not even what happened to King Alexander comes close,",
          "translated": "حتی آنچه بر سر شاه الکساندر آمد هم نزدیک نیست،"
        },
        {
          "original": "who ran out of his palace to break up a fight between his dog and one of his monkeys.",
          "translated": "که از قصرش بیرون دوید تا دعوای بین سگ و یکی از میمون‌هایش را جدا کند!"
        },
        {
          "original": "However, his other monkey decided to back up his bro and bit Alexander, killing him.",
          "translated": "اما میمون دیگرش تصمیم گرفت از برادرش حمایت کند و الکساندر را گاز گرفت و او را کشت!"
        },
        {
          "original": "You see, the dumbest way to ever die has to be what happened to Kenneth McCullough.",
          "translated": "می‌دانید، احمقانه‌ترین راه مردن باید همان چیزی باشد که برای کنت مک‌کالو اتفاق افتاد!"
        },
        {
          "original": "Kenneth was working as a pilot during World War II and was taking off on a night bombing mission in Australia.",
          "translated": "کنت در طول جنگ جهانی دوم به عنوان خلبان کار می‌کرد و در حال برخاستن برای یک مأموریت بمباران شبانه در استرالیا بود!"
        },
        {
          "original": "However, just as the plane was taking off, a kangaroo jumped in front of the runway.",
          "translated": "اما درست زمانی که هواپیما در حال برخاستن بود، یک کانگورو جلوی باند پرید!"
        },
        {
          "original": "Unfortunately, the kangaroo set off some of the bombs that the plane was carrying, and he blew up.",
          "translated": "متأسفانه، کانگورو باعث فعال شدن تعدادی از بمب‌های هواپیما شد و او منفجر شد!"
        }
      ]
    }
  }
}