def count_words(text: str) -> int:
    return len(text.split())


text = """
خوش شانس ترین آدم دنیا کیست؟
شاید فکر کنید کسی مثل فینیاس گیج باشه،
که داشت توی ورمونت روی ریل قطار کار می‌کرد
که یک میله آهنی به طول یک متر منفجر شد و از جمجمه‌اش گذشت.
اما به طرز شوکه‌کننده‌ای، هیچ دردی حس نکرد و کاملاً بهبود یافت.
اما با کمال تعجب، او حتی نزدیک خوش شانس ترین آدم دنیا هم نیست.
حتی آلکیدس مورنو هم نزدیکش نیست،
که داشت پنجره‌های یک آسمان‌خراش رو تمیز می‌کرد که داربست فرو ریخت.
به طرز عجیبی، او توانست همراه با سکو ۴۷ طبقه سقوط کند،
و زنده ماند.
ببینید، خوش شانس ترین کسی که تا به حال زندگی کرده باید ریچارد بلاس باشه.
ریچارد یک گانگستر در کانادا بود که در سال ۱۹۶۸، دو قاتل وارد بار او شدند و چهار بار به او شلیک کردند.
او به طریقی زنده ماند.
سپس دو هفته بعد، او را در هتلی پیدا کردند و آنجا را به آتش کشیدند.
باز هم فرار کرد.
اما یک ماه بعد، او را پیدا کردند و دو بار به سرش شلیک کردند.
با یک شانس دیوانه‌وار، او دوباره خوب شد.
سپس بعد از فرستاده شدن به زندان، یک نگهبان را کتک زد و فرار کرد.
اما پس از یک تعقیب و گریز طولانی، ۲۷ گلوله به پشتش خورد و جان باخت.
"""

# print(count_words(text))