{
  "translations": {
    "fa": {
      "segments": [
        {
          "original": "Who is the unluckiest person ever?",
          "translated": "بدشانس ترین فرد تاریخ کیست؟"
        },
        {
          "original": "You might think it'd be someone like this guy who was cheating on his wife with another woman.",
          "translated": "شاید فکر کنید کسی مثل این مرد باشه که داشت به زنش با یه زن دیگه خیانت می‌کرد."
        },
        {
          "original": "Then when he was out with his mistress, the Google Maps car happened to drive by and his wife caught him on stream view.",
          "translated": "بعد وقتی با معشوقه‌اش بیرون بود، ماشین گوگل مپس اتفاقی از اونجا رد شد و زنش از طریق استریت ویو پیداش کرد."
        },
        {
          "original": "But surprisingly, he doesn't even come close to the unluckiest person ever.",
          "translated": "اما تعجب آور اینه که اون حتی نزدیک بدشانس ترین فرد تاریخ هم نیست."
        },
        {
          "original": "Not even Ramon Artigaveccia comes close.",
          "translated": "حتی رامون آرتیگاوچیا هم نزدیکش نیست."
        },
        {
          "original": "A South American man who nearly drowned in a shipping accident.",
          "translated": "یه مرد اهل آمریکای جنوبی که نزدیک بود توی یه حادثه کشتی‌رانی غرق بشه."
        },
        {
          "original": "This understandably left him scared of boats and he refused to get on one until 40 years later when he boarded the Titanic and died.",
          "translated": "این اتفاق قابل درک اونو از قایق می‌ترسوند و اون تا ۴۰ سال بعد سوار هیچ قایقی نشد تا اینکه سوار تایتانیک شد و مرد."
        },
        {
          "original": "You see, the unluckiest person to ever live has to be Jan Rogers.",
          "translated": "ببینید، بدشانس ترین فردی که تا حالا زندگی کرده، باید یان راجرز باشه."
        },
        {
          "original": "When she was 18, she was taking pictures on a cruise ship when she backed up too far and slipped over the railing.",
          "translated": "وقتی ۱۸ سالش بود، داشت توی یه کشتی تفریحی عکس می‌گرفت که بیش از حد عقب رفت و از نرده افتاد."
        },
        {
          "original": "And when her friend ran to help her, she knocked herself unconscious.",
          "translated": "و وقتی دوستش برای کمک بهش دوید، اون خودش رو بیهوش کرد."
        },
        {
          "original": "Luckily, she survived, but then 4 years later, she was struck by lightning, which burned off her clothes.",
          "translated": "خوشبختانه زنده موند، اما ۴ سال بعد رعد و برق بهش خورد که لباس‌هاش رو سوزوند."
        },
        {
          "original": "After that, her husband tried to strangle her and she got beat up by gangs twice.",
          "translated": "بعد از اون، شوهرش سعی کرد خفه‌اش کنه و دو بار توسط گروه‌های گانگستری کتک خورد."
        },
        {
          "original": "Then finally, when she was swimming at a public pool, she accidentally ripped the pants off of Mr. Rogers.",
          "translated": "بعدش بالاخره، وقتی داشت تو یه استخر عمومی شنا می‌کرد، تصادفی شلوار آقای راجرز رو پاره کرد."
        },
        {
          "original": "But if she was unlucky, subscribe.",
          "translated": "اما اگه اون بدشانس بود، سابسکرایب کنید."
        }
      ]
    }
  }
}