{
  "translations": {
    "fa": {
      "segments": [
        {
          "original": "What is the unluckiest movie set accident ever?",
          "translated": "بدشانس‌ترین حادثه صحنه فیلمبرداری تاریخ چیست؟"
        },
        {
          "original": "You might think it'd be something like what happened to these two German actors,",
          "translated": "ممکن است فکر کنید چیزی شبیه آنچه برای این دو بازیگر آلمانی اتفاق افتاد، باشد،"
        },
        {
          "original": "who were filming a propaganda movie during World War II.",
          "translated": "که در طول جنگ جهانی دوم در حال فیلمبرداری یک فیلم تبلیغاتی بودند."
        },
        {
          "original": "But as they pretended to attack an enemy, they ran over an actual landmine and blew up.",
          "translated": "اما در حالی که وانمود می‌کردند به دشمن حمله می‌کنند، روی یک مین زمینی واقعی رفتند و منفجر شدند."
        },
        {
          "original": "But surprisingly, that doesn't even come close to the unluckiest movie set accident ever.",
          "translated": "اما به طرز شگفت‌آوری، آن حتی نزدیک به بدشانس‌ترین حادثه صحنه فیلمبرداری تاریخ هم نیست."
        },
        {
          "original": "Not even what happened to Grace McHugh comes close,",
          "translated": "حتی آنچه برای گریس مک‌هیو اتفاق افتاد هم نزدیک نیست،"
        },
        {
          "original": "an actress who was filming a scene crossing a river.",
          "translated": "بازیگری که در حال فیلمبرداری صحنه‌ای از عبور از رودخانه بود."
        },
        {
          "original": "Unfortunately, her boat capsized, and when a crew member went to rescue her,",
          "translated": "متأسفانه، قایقش واژگون شد و وقتی یکی از اعضای گروه برای نجاتش رفت،"
        },
        {
          "original": "he picked her up and accidentally walked into quicksand and nobody could pull them out.",
          "translated": "او را بلند کرد و به طور تصادفی وارد ماسه روان شد و هیچ‌کس نتوانست آن‌ها را بیرون بکشد."
        },
        {
          "original": "You see, the unluckiest movie accident of all time has to be what happened to Donald",
          "translated": "می‌بینید، بدشانس‌ترین حادثه سینمایی تاریخ باید همان چیزی باشد که برای دونالد"
        },
        {
          "original": "Sinden.",
          "translated": "سیندن اتفاق افتاد."
        },
        {
          "original": "In the scene, the actor was supposed to abandon a sinking warship and had told the director",
          "translated": "در این صحنه، قرار بود بازیگر یک کشتی جنگی در حال غرق شدن را ترک کند و به کارگردان گفته بود"
        },
        {
          "original": "several times that he couldn't swim.",
          "translated": "چندین بار که نمی‌تواند شنا کند."
        },
        {
          "original": "However, the director thought he was joking and told him to just jump in the water and",
          "translated": "با این حال، کارگردان فکر کرد شوخی می‌کند و به او گفت که فقط بپرد توی آب و"
        },
        {
          "original": "that it'd be fine.",
          "translated": "که همه چیز خوب خواهد بود."
        },
        {
          "original": "So he did and instantly sank, almost drowning before being rescued.",
          "translated": "بنابراین او این کار را کرد و بلافاصله غرق شد، و تقریباً قبل از نجات پیدا کردن، خفه شد."
        },
        {
          "original": "But if that was unlucky, subscribe.",
          "translated": "اما اگر این بدشانسی بود، سابسکرایب کنید."
        }
      ]
    }
  }
}