{
  "transcription": " What is the unluckiest way someone has died? You might think that title would go to someone like Robert Mwajega, who was fishing along a river with some friends. Then, one of the fish they had caught randomly flopped out of their basket and into his mouth, suffocating. But surprisingly, that doesn't even come close to the unluckiest death ever. Not even Singh Bajwa comes close, a politician who was chilling in his house when a pack of monkeys broke in. After stealing all his food, they pushed him out onto the balcony, and after coordinated one-two, he was thrown off of it. See, the unluckiest way to ever die has to be what happened to Walter Summerford. During World War I, he was charging into battle on his horse when he was struck by lightning, throwing him to the ground and leaving him paralyzed. Then, 10 years later, as he was out fishing on his boat, he was again struck by lightning. But this time, he wasn't hurt and instead regained use of his legs. A couple years later, he was out walking in the park when he was once again struck, completely paralyzing and yawning. And then his gravestone was destroyed by another lightning strike.",
  "segments": [
    {
      "start": 0.0,
      "end": 2.82,
      "duration": 2.82,
      "text": " What is the unluckiest way someone has died?"
    },
    {
      "start": 2.9,
      "end": 5.94,
      "duration": 3.04,
      "text": " You might think that title would go to someone like Robert Mwajega,"
    },
    {
      "start": 6.12,
      "end": 8.5,
      "duration": 2.38,
      "text": " who was fishing along a river with some friends."
    },
    {
      "start": 8.6,
      "end": 15.04,
      "duration": 6.44,
      "text": " Then, one of the fish they had caught randomly flopped out of their basket and into his mouth, suffocating."
    },
    {
      "start": 15.22,
      "end": 19.04,
      "duration": 3.82,
      "text": " But surprisingly, that doesn't even come close to the unluckiest death ever."
    },
    {
      "start": 19.12,
      "end": 25.46,
      "duration": 6.34,
      "text": " Not even Singh Bajwa comes close, a politician who was chilling in his house when a pack of monkeys broke in."
    },
    {
      "start": 25.52,
      "end": 28.36,
      "duration": 2.84,
      "text": " After stealing all his food, they pushed him out onto the balcony,"
    },
    {
      "start": 28.36,
      "end": 31.42,
      "duration": 3.06,
      "text": " and after coordinated one-two, he was thrown off of it."
    },
    {
      "start": 31.5,
      "end": 35.14,
      "duration": 3.64,
      "text": " See, the unluckiest way to ever die has to be what happened to Walter Summerford."
    },
    {
      "start": 35.26,
      "end": 39.52,
      "duration": 4.26,
      "text": " During World War I, he was charging into battle on his horse when he was struck by lightning,"
    },
    {
      "start": 39.72,
      "end": 41.88,
      "duration": 2.16,
      "text": " throwing him to the ground and leaving him paralyzed."
    },
    {
      "start": 42.22,
      "end": 46.42,
      "duration": 4.2,
      "text": " Then, 10 years later, as he was out fishing on his boat, he was again struck by lightning."
    },
    {
      "start": 46.5,
      "end": 50.62,
      "duration": 4.12,
      "text": " But this time, he wasn't hurt and instead regained use of his legs."
    },
    {
      "start": 50.76,
      "end": 54.78,
      "duration": 4.02,
      "text": " A couple years later, he was out walking in the park when he was once again struck,"
    },
    {
      "start": 54.88,
      "end": 57.0,
      "duration": 2.12,
      "text": " completely paralyzing and yawning."
    },
    {
      "start": 57.0,
      "end": 60.04,
      "duration": 3.04,
      "text": " And then his gravestone was destroyed by another lightning strike."
    }
  ]
}