{
  "transcription": " What is the unluckiest movie set accident ever? You might think it'd be something like what happened to these two German actors, who were filming a propaganda movie during World War II. But as they pretended to attack an enemy, they ran over an actual landmine and blew up. But surprisingly, that doesn't even come close to the unluckiest movie set accident ever. Not even what happened to Grace McHugh comes close, an actress who was filming a scene crossing a river. Unfortunately, her boat capsized, and when a crew member went to rescue her, he picked her up and accidentally walked into quicksand and nobody could pull them out. You see, the unluckiest movie accident of all time has to be what happened to Donald Sinden. In the scene, the actor was supposed to abandon a sinking warship and had told the director several times that he couldn't swim. However, the director thought he was joking and told him to just jump in the water and that it'd be fine. So he did and instantly sank, almost drowning before being rescued. But if that was unlucky, subscribe.",
  "segments": [
    {
      "start": 0.0,
      "end": 2.4,
      "duration": 2.4,
      "text": " What is the unluckiest movie set accident ever?"
    },
    {
      "start": 2.54,
      "end": 5.84,
      "duration": 3.3,
      "text": " You might think it'd be something like what happened to these two German actors,"
    },
    {
      "start": 6.06,
      "end": 8.68,
      "duration": 2.62,
      "text": " who were filming a propaganda movie during World War II."
    },
    {
      "start": 8.8,
      "end": 14.38,
      "duration": 5.58,
      "text": " But as they pretended to attack an enemy, they ran over an actual landmine and blew up."
    },
    {
      "start": 14.44,
      "end": 18.86,
      "duration": 4.42,
      "text": " But surprisingly, that doesn't even come close to the unluckiest movie set accident ever."
    },
    {
      "start": 18.96,
      "end": 21.32,
      "duration": 2.36,
      "text": " Not even what happened to Grace McHugh comes close,"
    },
    {
      "start": 21.42,
      "end": 24.04,
      "duration": 2.62,
      "text": " an actress who was filming a scene crossing a river."
    },
    {
      "start": 24.4,
      "end": 28.3,
      "duration": 3.9,
      "text": " Unfortunately, her boat capsized, and when a crew member went to rescue her,"
    },
    {
      "start": 28.3,
      "end": 33.3,
      "duration": 5.0,
      "text": " he picked her up and accidentally walked into quicksand and nobody could pull them out."
    },
    {
      "start": 33.3,
      "end": 37.18,
      "duration": 3.88,
      "text": " You see, the unluckiest movie accident of all time has to be what happened to Donald"
    },
    {
      "start": 37.18,
      "end": 38.18,
      "duration": 1.0,
      "text": " Sinden."
    },
    {
      "start": 38.18,
      "end": 42.34,
      "duration": 4.16,
      "text": " In the scene, the actor was supposed to abandon a sinking warship and had told the director"
    },
    {
      "start": 42.34,
      "end": 44.26,
      "duration": 1.92,
      "text": " several times that he couldn't swim."
    },
    {
      "start": 44.26,
      "end": 48.52,
      "duration": 4.26,
      "text": " However, the director thought he was joking and told him to just jump in the water and"
    },
    {
      "start": 48.52,
      "end": 49.62,
      "duration": 1.1,
      "text": " that it'd be fine."
    },
    {
      "start": 49.62,
      "end": 54.18,
      "duration": 4.56,
      "text": " So he did and instantly sank, almost drowning before being rescued."
    },
    {
      "start": 54.18,
      "end": 55.66,
      "duration": 1.48,
      "text": " But if that was unlucky, subscribe."
    }
  ]
}