{
  "transcription": " What is the dumbest prison escape ever? You might think it'd be something like what this Texas inmate tried, who packaged himself up in a cardboard box and tried mailing himself out. Unfortunately, the box was pretty small and a guard noticed it breathing, so he got caught. But surprisingly, that doesn't even come close to the dumbest prison escape. Not even what George Hunt did comes close, who tried breaking out of prison in Australia by smuggling in a kangaroo costume, which he then put on while escaping. Unfortunately, his costume was a bit too realistic and the prison guards shot him for dinner. See, the dumbest prison escape ever has to be what Choi Gap-Bok attempted. Choi was a trained gymnast awaiting trial for a robbery and at 5am while the guards were napping, he covered himself in baby oil and wiggled out of the food slot in his cell door, which was about 6 inches wide so it was actually really big, like massive. He actually made it out but he just hung around the prison and when they caught him again they they just threw him back inside, this time in a much smaller cell. But if that was dumb, subscribe.",
  "segments": [
    {
      "start": 0.0,
      "end": 2.24,
      "duration": 2.24,
      "text": " What is the dumbest prison escape ever?"
    },
    {
      "start": 2.4,
      "end": 5.5,
      "duration": 3.1,
      "text": " You might think it'd be something like what this Texas inmate tried,"
    },
    {
      "start": 5.64,
      "end": 9.78,
      "duration": 4.14,
      "text": " who packaged himself up in a cardboard box and tried mailing himself out."
    },
    {
      "start": 10.0,
      "end": 14.04,
      "duration": 4.04,
      "text": " Unfortunately, the box was pretty small and a guard noticed it breathing,"
    },
    {
      "start": 14.28,
      "end": 15.38,
      "duration": 1.1,
      "text": " so he got caught."
    },
    {
      "start": 15.42,
      "end": 18.7,
      "duration": 3.28,
      "text": " But surprisingly, that doesn't even come close to the dumbest prison escape."
    },
    {
      "start": 18.8,
      "end": 20.92,
      "duration": 2.12,
      "text": " Not even what George Hunt did comes close,"
    },
    {
      "start": 21.02,
      "end": 25.36,
      "duration": 4.34,
      "text": " who tried breaking out of prison in Australia by smuggling in a kangaroo costume,"
    },
    {
      "start": 25.5,
      "end": 27.18,
      "duration": 1.68,
      "text": " which he then put on while escaping."
    },
    {
      "start": 27.18,
      "end": 32.54,
      "duration": 5.36,
      "text": " Unfortunately, his costume was a bit too realistic and the prison guards shot him for dinner."
    },
    {
      "start": 32.54,
      "end": 36.86,
      "duration": 4.32,
      "text": " See, the dumbest prison escape ever has to be what Choi Gap-Bok attempted."
    },
    {
      "start": 36.86,
      "end": 42.78,
      "duration": 5.92,
      "text": " Choi was a trained gymnast awaiting trial for a robbery and at 5am while the guards were napping,"
    },
    {
      "start": 42.78,
      "end": 47.9,
      "duration": 5.12,
      "text": " he covered himself in baby oil and wiggled out of the food slot in his cell door,"
    },
    {
      "start": 47.9,
      "end": 51.82,
      "duration": 3.92,
      "text": " which was about 6 inches wide so it was actually really big, like massive."
    },
    {
      "start": 51.82,
      "end": 55.74,
      "duration": 3.92,
      "text": " He actually made it out but he just hung around the prison and when they caught him again they"
    },
    {
      "start": 55.74,
      "end": 59.84,
      "duration": 4.1,
      "text": " they just threw him back inside, this time in a much smaller cell. But if that was dumb, subscribe."
    }
  ]
}