{
  "translations": {
    "fa": {
      "segments": [
        {
          "original": "What is the dumbest prison escape ever?",
          "translated": "احمقانه‌ترین فرار از زندان تا به حال چیست؟"
        },
        {
          "original": "You might think it'd be something like what this Texas inmate tried,",
          "translated": "ممکن است فکر کنید چیزی شبیه به کاری است که این زندانی تگزاسی امتحان کرد،"
        },
        {
          "original": "who packaged himself up in a cardboard box and tried mailing himself out.",
          "translated": "که خودش را در یک جعبه مقوایی بسته‌بندی کرد و سعی کرد خودش را با پست بفرستد بیرون."
        },
        {
          "original": "Unfortunately, the box was pretty small and a guard noticed it breathing,",
          "translated": "متأسفانه، جعبه خیلی کوچک بود و یک نگهبان متوجه نفس کشیدنش شد،"
        },
        {
          "original": "so he got caught.",
          "translated": "پس دستگیر شد."
        },
        {
          "original": "But surprisingly, that doesn't even come close to the dumbest prison escape.",
          "translated": "اما به طرز شگفت‌انگیزی، این حتی نزدیک به احمقانه‌ترین فرار از زندان هم نیست."
        },
        {
          "original": "Not even what George Hunt did comes close,",
          "translated": "حتی کاری که جورج هانت کرد هم به آن نزدیک نمی‌شود،"
        },
        {
          "original": "who tried breaking out of prison in Australia by smuggling in a kangaroo costume,",
          "translated": "کسی که سعی کرد با قاچاق یک لباس کانگورو از زندان در استرالیا فرار کند،"
        },
        {
          "original": "which he then put on while escaping.",
          "translated": "که بعداً هنگام فرار آن را پوشید."
        },
        {
          "original": "Unfortunately, his costume was a bit too realistic and the prison guards shot him for dinner.",
          "translated": "متأسفانه، لباسش کمی بیش از حد واقعی بود و نگهبانان زندان او را برای شام شلیک کردند."
        },
        {
          "original": "See, the dumbest prison escape ever has to be what Choi Gap-Bok attempted.",
          "translated": "ببینید، احمقانه‌ترین فرار از زندان تاریخ باید همان چیزی باشد که چوی گپ-باک امتحان کرد."
        },
        {
          "original": "Choi was a trained gymnast awaiting trial for a robbery and at 5am while the guards were napping,",
          "translated": "چوی یک ژیمناست آموزش‌دیده بود که منتظر محاکمه برای سرقت بود و ساعت ۵ صبح وقتی نگهبان‌ها چرت می‌زدند،"
        },
        {
          "original": "he covered himself in baby oil and wiggled out of the food slot in his cell door,",
          "translated": "او بدنش را با روغن بچه پوشاند و از شکاف غذای درب سلولش به بیرون خیزید،"
        },
        {
          "original": "which was about 6 inches wide so it was actually really big, like massive.",
          "translated": "که حدود ۱۵ سانتی‌متر عرض داشت پس در واقع خیلی بزرگ بود، مثل عظیم."
        },
        {
          "original": "He actually made it out but he just hung around the prison and when they caught him again they",
          "translated": "او واقعاً توانست بیرون برود اما فقط اطراف زندان پرسه زد و وقتی دوباره او را گرفتند،"
        },
        {
          "original": "they just threw him back inside, this time in a much smaller cell. But if that was dumb, subscribe.",
          "translated": "فقط او را دوباره به داخل انداختند، این بار در یک سلول بسیار کوچک‌تر. اما اگر آن احمقانه بود، سابسکرایب کنید."
        }
      ]
    }
  }
}