{
  "transcription": " Who is the luckiest person ever? You might think it'd be someone like Wesley Carrington, a British man who was trying out his new metal detector. After walking around for 20 minutes, his detector went crazy, as he had found over $100,000 of Roman gold in a treasure chest. But surprisingly, he doesn't even come close to the luckiest person ever. Not even this guy comes close, an Australian fisherman who fell off his boat. He ended up stranded on a tiny rock and only had 24 hours left to live when a film crew for Animal Planet drove by and safely rescued him. You see, the luckiest person to ever live has to be Raymond Levi. In 1978, Raymond was driving around Manchester when a bomb went off right next to him. Somehow, he survived without a scratch. Then, 10 years later, another bomb went off in his apartment building, and he was once again okay. Then, a couple years later, the bus next to him at a traffic light was blown up. Instead of running away, he sprinted towards the bus and turned off the engine, saving countless lives. But if he was lucky, subscribe.",
  "segments": [
    {
      "start": 0.0,
      "end": 1.94,
      "duration": 1.94,
      "text": " Who is the luckiest person ever?"
    },
    {
      "start": 2.1,
      "end": 4.44,
      "duration": 2.34,
      "text": " You might think it'd be someone like Wesley Carrington,"
    },
    {
      "start": 4.72,
      "end": 7.4,
      "duration": 2.68,
      "text": " a British man who was trying out his new metal detector."
    },
    {
      "start": 7.48,
      "end": 10.88,
      "duration": 3.4,
      "text": " After walking around for 20 minutes, his detector went crazy,"
    },
    {
      "start": 11.0,
      "end": 15.32,
      "duration": 4.32,
      "text": " as he had found over $100,000 of Roman gold in a treasure chest."
    },
    {
      "start": 15.38,
      "end": 18.9,
      "duration": 3.52,
      "text": " But surprisingly, he doesn't even come close to the luckiest person ever."
    },
    {
      "start": 19.04,
      "end": 22.98,
      "duration": 3.94,
      "text": " Not even this guy comes close, an Australian fisherman who fell off his boat."
    },
    {
      "start": 23.02,
      "end": 27.52,
      "duration": 4.5,
      "text": " He ended up stranded on a tiny rock and only had 24 hours left to live"
    },
    {
      "start": 27.52,
      "end": 31.44,
      "duration": 3.92,
      "text": " when a film crew for Animal Planet drove by and safely rescued him."
    },
    {
      "start": 31.44,
      "end": 35.12,
      "duration": 3.68,
      "text": " You see, the luckiest person to ever live has to be Raymond Levi."
    },
    {
      "start": 35.36,
      "end": 40.52,
      "duration": 5.16,
      "text": " In 1978, Raymond was driving around Manchester when a bomb went off right next to him."
    },
    {
      "start": 40.6,
      "end": 42.62,
      "duration": 2.02,
      "text": " Somehow, he survived without a scratch."
    },
    {
      "start": 42.82,
      "end": 47.9,
      "duration": 5.08,
      "text": " Then, 10 years later, another bomb went off in his apartment building, and he was once again okay."
    },
    {
      "start": 48.12,
      "end": 51.9,
      "duration": 3.78,
      "text": " Then, a couple years later, the bus next to him at a traffic light was blown up."
    },
    {
      "start": 51.94,
      "end": 56.98,
      "duration": 5.04,
      "text": " Instead of running away, he sprinted towards the bus and turned off the engine, saving countless lives."
    },
    {
      "start": 56.98,
      "end": 58.4,
      "duration": 1.42,
      "text": " But if he was lucky, subscribe."
    }
  ]
}