{
  "translations": {
    "fa": {
      "segments": [
        {
          "original": "Who is the luckiest person ever?",
          "translated": "خوش‌شانس‌ترین فرد تاریخ کیست؟"
        },
        {
          "original": "You might think it'd be someone like Wesley Carrington,",
          "translated": "شاید فکر کنید شخصی مثل وِسلی کرینگتون باشد،"
        },
        {
          "original": "a British man who was trying out his new metal detector.",
          "translated": "یک مرد بریتانیایی که داشت فلزیاب جدیدش را امتحان می‌کرد."
        },
        {
          "original": "After walking around for 20 minutes, his detector went crazy,",
          "translated": "بعد از ۲۰ دقیقه پیاده‌روی، فلزیابش دیوانه شد،"
        },
        {
          "original": "as he had found over $100,000 of Roman gold in a treasure chest.",
          "translated": "چون او بیش از ۱۰۰ هزار دلار طلای رومی در یک صندوق گنج پیدا کرده بود."
        },
        {
          "original": "But surprisingly, he doesn't even come close to the luckiest person ever.",
          "translated": "اما تعجب‌آور اینکه، او حتی به خوش‌شانس‌ترین فرد تاریخ هم نزدیک نمی‌شود."
        },
        {
          "original": "Not even this guy comes close, an Australian fisherman who fell off his boat.",
          "translated": "حتی این مرد هم نزدیک نمی‌شود، یک ماهیگیر استرالیایی که از قایقش افتاد."
        },
        {
          "original": "He ended up stranded on a tiny rock and only had 24 hours left to live",
          "translated": "او سر از یک صخره کوچک درآورد و فقط ۲۴ ساعت برای زندگی باقی مانده بود"
        },
        {
          "original": "when a film crew for Animal Planet drove by and safely rescued him.",
          "translated": "که یک گروه فیلمبرداری برای انیمال پلنت از آنجا عبور کردند و او را با خیال راحت نجات دادند."
        },
        {
          "original": "You see, the luckiest person to ever live has to be Raymond Levi.",
          "translated": "می‌بینید، خوش‌شانس‌ترین فردی که تا به حال زندگی کرده باید ریموند لِوی باشد."
        },
        {
          "original": "In 1978, Raymond was driving around Manchester when a bomb went off right next to him.",
          "translated": "در سال ۱۹۷۸، ریموند در منچستر رانندگی می‌کرد که یک بمب درست کنارش منفجر شد."
        },
        {
          "original": "Somehow, he survived without a scratch.",
          "translated": "به نحوی، او بدون یک خراش زنده ماند."
        },
        {
          "original": "Then, 10 years later, another bomb went off in his apartment building, and he was once again okay.",
          "translated": "سپس، ۱۰ سال بعد، بمب دیگری در ساختمان آپارتمانش منفجر شد و او بار دیگر سالم بود."
        },
        {
          "original": "Then, a couple years later, the bus next to him at a traffic light was blown up.",
          "translated": "سپس، چند سال بعد، اتوبوسی که کنارش در چراغ راهنمایی بود، منفجر شد."
        },
        {
          "original": "Instead of running away, he sprinted towards the bus and turned off the engine, saving countless lives.",
          "translated": "به جای فرار کردن، او به سمت اتوبوس دوید و موتور را خاموش کرد و جان‌های بی‌شماری را نجات داد."
        },
        {
          "original": "But if he was lucky, subscribe.",
          "translated": "اما اگر او خوش‌شانس بود، مشترک شوید."
        }
      ]
    }
  }
}