{
  "translations": {
    "fa": {
      "segments": [
        {
          "original": "What is the unluckiest way someone has died?",
          "translated": "بدشانس‌ترین راهی که یک نفر ممکن است مرده باشد چیست؟"
        },
        {
          "original": "You might think that title would go to someone like Robert Mwajega,",
          "translated": "ممکن است فکر کنید این عنوان به کسی مثل رابرت مواجگا تعلق می‌گیرد،"
        },
        {
          "original": "who was fishing along a river with some friends.",
          "translated": "که داشت با دوستانش کنار رودی ماهیگیری می‌کردیمگما"
        },
        {
          "original": "Then, one of the fish they had caught randomly flopped out of their basket and into his mouth, suffocating.",
          "translated": "سپس، یکی از ماهی‌هایی که صید کرده بودند به طور اتفاقی از سبدشان بیرون پرید و وارد دهان او شد و باعث خفگی‌اش گشتیمگما"
        },
        {
          "original": "But surprisingly, that doesn't even come close to the unluckiest death ever.",
          "translated": "اما به طرز شگفت‌آوری، این حتی به بدشانس‌ترین مرگ تاریخ هم نزدیک نیستیمگما"
        },
        {
          "original": "Not even Singh Bajwa comes close, a politician who was chilling in his house when a pack of monkeys broke in.",
          "translated": "حتی سینگ باجوا هم نزدیکش نیست، سیاستمداری که در خانه‌اش مشغول استراحت بود که یک گله میمون به خانه‌اش ریختندیمگما"
        },
        {
          "original": "After stealing all his food, they pushed him out onto the balcony,",
          "translated": "بعد از سرقت تمام غذایش، او را به سمت بالکن هل دادند،"
        },
        {
          "original": "and after coordinated one-two, he was thrown off of it.",
          "translated": "و بعد از یک حرکت هماهنگ، او را از آنجا به پایین پرتاب کردندیمگما"
        },
        {
          "original": "See, the unluckiest way to ever die has to be what happened to Walter Summerford.",
          "translated": "ببینید، بدشانس‌ترین راه برای مردن باید چیزی باشد که برای والتر سامرفورد اتفاق افتادیمگما"
        },
        {
          "original": "During World War I, he was charging into battle on his horse when he was struck by lightning,",
          "translated": "در طول جنگ جهانی اول، او در حال حمله به میدان نبرد با اسبش بود که صاعقه به او برخورد کرد،"
        },
        {
          "original": "throwing him to the ground and leaving him paralyzed.",
          "translated": "او را به زمین انداخت و فلجش کردیمگما"
        },
        {
          "original": "Then, 10 years later, as he was out fishing on his boat, he was again struck by lightning.",
          "translated": "سپس، ۱۰ سال بعد، زمانی که در قایقش مشغول ماهیگیری بود، دوباره صاعقه به او برخورد کردیمگما"
        },
        {
          "original": "But this time, he wasn't hurt and instead regained use of his legs.",
          "translated": "اما این بار، آسیبی ندید و در عوض توانایی استفاده از پاهایش را دوباره به دست آوردیمگما"
        },
        {
          "original": "A couple years later, he was out walking in the park when he was once again struck,",
          "translated": "چند سال بعد، در حال قدم زدن در پارک بود که دوباره صاعقه به او برخورد کرد،"
        },
        {
          "original": "completely paralyzing and yawning.",
          "translated": "کاملاً دوباره او را فلج کردیمگما"
        },
        {
          "original": "And then his gravestone was destroyed by another lightning strike.",
          "translated": "و سپس سنگ قبر او نیز با برخورد صاعقه دیگری از بین رفتیمگما"
        }
      ]
    }
  }
}