{
  "transcription": " Who is the unluckiest person ever? You might think it'd be someone like this guy who was cheating on his wife with another woman. Then when he was out with his mistress, the Google Maps car happened to drive by and his wife caught him on stream view. But surprisingly, he doesn't even come close to the unluckiest person ever. Not even Ramon Artigaveccia comes close. A South American man who nearly drowned in a shipping accident. This understandably left him scared of boats and he refused to get on one until 40 years later when he boarded the Titanic and died. You see, the unluckiest person to ever live has to be Jan Rogers. When she was 18, she was taking pictures on a cruise ship when she backed up too far and slipped over the railing. And when her friend ran to help her, she knocked herself unconscious. Luckily, she survived, but then 4 years later, she was struck by lightning, which burned off her clothes. After that, her husband tried to strangle her and she got beat up by gangs twice. Then finally, when she was swimming at a public pool, she accidentally ripped the pants off of Mr. Rogers. But if she was unlucky, subscribe.",
  "segments": [
    {
      "start": 0.0,
      "end": 2.14,
      "duration": 2.14,
      "text": " Who is the unluckiest person ever?"
    },
    {
      "start": 2.3,
      "end": 6.44,
      "duration": 4.14,
      "text": " You might think it'd be someone like this guy who was cheating on his wife with another woman."
    },
    {
      "start": 6.56,
      "end": 12.7,
      "duration": 6.14,
      "text": " Then when he was out with his mistress, the Google Maps car happened to drive by and his wife caught him on stream view."
    },
    {
      "start": 12.78,
      "end": 16.34,
      "duration": 3.56,
      "text": " But surprisingly, he doesn't even come close to the unluckiest person ever."
    },
    {
      "start": 16.5,
      "end": 18.98,
      "duration": 2.48,
      "text": " Not even Ramon Artigaveccia comes close."
    },
    {
      "start": 19.16,
      "end": 22.08,
      "duration": 2.92,
      "text": " A South American man who nearly drowned in a shipping accident."
    },
    {
      "start": 22.2,
      "end": 29.14,
      "duration": 6.94,
      "text": " This understandably left him scared of boats and he refused to get on one until 40 years later when he boarded the Titanic and died."
    },
    {
      "start": 29.14,
      "end": 32.82,
      "duration": 3.68,
      "text": " You see, the unluckiest person to ever live has to be Jan Rogers."
    },
    {
      "start": 32.82,
      "end": 38.48,
      "duration": 5.66,
      "text": " When she was 18, she was taking pictures on a cruise ship when she backed up too far and slipped over the railing."
    },
    {
      "start": 38.48,
      "end": 41.48,
      "duration": 3.0,
      "text": " And when her friend ran to help her, she knocked herself unconscious."
    },
    {
      "start": 41.48,
      "end": 46.66,
      "duration": 5.18,
      "text": " Luckily, she survived, but then 4 years later, she was struck by lightning, which burned off her clothes."
    },
    {
      "start": 46.66,
      "end": 50.74,
      "duration": 4.08,
      "text": " After that, her husband tried to strangle her and she got beat up by gangs twice."
    },
    {
      "start": 50.74,
      "end": 55.92,
      "duration": 5.18,
      "text": " Then finally, when she was swimming at a public pool, she accidentally ripped the pants off of Mr. Rogers."
    },
    {
      "start": 55.92,
      "end": 57.44,
      "duration": 1.52,
      "text": " But if she was unlucky, subscribe."
    }
  ]
}