{
  "transcription": " Why is 80% of New Zealand empty? Most people don't know, but New Zealand, a country nearly the same size as the United Kingdom, has a relatively small population, which is about 7.65% that of the United Kingdom. But what factors have led to such low population density in New Zealand? The key lies in its unique geography. The island nation is divided into two main islands, the North Island and the South Island. Two-thirds of the South Island and one-fifth of the North Island are dominated by rugged mountains, dense forests, and inaccessible terrains, making it unsuitable for human settlement. As a result, the New Zealand population is heavily concentrated on the Northern Island, which houses 77% of its total population. Also, the country's strict environmental protection policies play a crucial role in preserving its pristine wilderness and fragile ecosystem, limiting development in many areas. Anyway, if you learned something today, then hit that like button. you",
  "segments": [
    {
      "start": 0.0,
      "end": 4.9,
      "duration": 4.9,
      "text": " Why is 80% of New Zealand empty? Most people don't know, but New Zealand,"
    },
    {
      "start": 5.1,
      "end": 9.38,
      "duration": 4.28,
      "text": " a country nearly the same size as the United Kingdom, has a relatively small population,"
    },
    {
      "start": 9.72,
      "end": 15.46,
      "duration": 5.74,
      "text": " which is about 7.65% that of the United Kingdom. But what factors have led to such low population"
    },
    {
      "start": 15.46,
      "end": 20.9,
      "duration": 5.44,
      "text": " density in New Zealand? The key lies in its unique geography. The island nation is divided"
    },
    {
      "start": 20.9,
      "end": 26.24,
      "duration": 5.34,
      "text": " into two main islands, the North Island and the South Island. Two-thirds of the South Island and"
    },
    {
      "start": 26.24,
      "end": 31.26,
      "duration": 5.02,
      "text": " one-fifth of the North Island are dominated by rugged mountains, dense forests, and inaccessible"
    },
    {
      "start": 31.26,
      "end": 37.2,
      "duration": 5.94,
      "text": " terrains, making it unsuitable for human settlement. As a result, the New Zealand population is heavily"
    },
    {
      "start": 37.2,
      "end": 43.8,
      "duration": 6.6,
      "text": " concentrated on the Northern Island, which houses 77% of its total population. Also, the country's"
    },
    {
      "start": 43.8,
      "end": 48.58,
      "duration": 4.78,
      "text": " strict environmental protection policies play a crucial role in preserving its pristine wilderness"
    },
    {
      "start": 48.58,
      "end": 54.58,
      "duration": 6.0,
      "text": " and fragile ecosystem, limiting development in many areas. Anyway, if you learned something today,"
    },
    {
      "start": 54.58,
      "end": 55.78,
      "duration": 1.2,
      "text": " then hit that like button."
    },
    {
      "start": 56.24,
      "end": 56.74,
      "duration": 0.5,
      "text": " you"
    }
  ]
}