{
  "translations": {
    "fa": {
      "segments": [
        {
          "original": "Why is 80% of New Zealand empty? Most people don't know, but New Zealand,",
          "translated": "چرا ۸۰ درصد نیوزلند خالی از سکنه است؟ اکثر مردم نمی‌دانند، اما نیوزلند،"
        },
        {
          "original": "a country nearly the same size as the United Kingdom, has a relatively small population,",
          "translated": "کشوری که از لحاظ مساحت تقریباً هم‌اندازه بریتانیاست، با این حال جمعیت نسبتاً کمی دارد،"
        },
        {
          "original": "which is about 7.65% that of the United Kingdom. But what factors have led to such low population",
          "translated": "که حدود ۷.۶۵ درصد جمعیت بریتانیا است. اما چه عواملی منجر به این تراکم جمعیت پایین شده‌اند؟"
        },
        {
          "original": "density in New Zealand? The key lies in its unique geography. The island nation is divided",
          "translated": "در نیوزلند؟ راز در جغرافیای منحصربه‌فرد آن نهفته است. این کشور جزیره‌ای تقسیم شده است"
        },
        {
          "original": "into two main islands, the North Island and the South Island. Two-thirds of the South Island and",
          "translated": "به دو جزیره اصلی، جزیره شمالی و جزیره جنوبی. دو سوم جزیره جنوبی و"
        },
        {
          "original": "one-fifth of the North Island are dominated by rugged mountains, dense forests, and inaccessible",
          "translated": "یک پنجم جزیره شمالی توسط کوهستان‌های ناهموار، جنگل‌های انبوه و مناطق غیرقابل دسترس"
        },
        {
          "original": "terrains, making it unsuitable for human settlement. As a result, the New Zealand population is heavily",
          "translated": "اشغال شده است، که آن را برای سکونت انسانی نامناسب می‌سازد. در نتیجه، جمعیت نیوزلند به شدت"
        },
        {
          "original": "concentrated on the Northern Island, which houses 77% of its total population. Also, the country's",
          "translated": "در جزیره شمالی متمرکز است، که ۷۷ درصد کل جمعیت آن را در خود جای داده است. همچنین، سیاست‌های"
        },
        {
          "original": "strict environmental protection policies play a crucial role in preserving its pristine wilderness",
          "translated": "سخت‌گیرانه حفاظت از محیط زیست این کشور نقش مهمی در حفظ طبیعت بکر آن"
        },
        {
          "original": "and fragile ecosystem, limiting development in many areas. Anyway, if you learned something today,",
          "translated": "و اکوسیستم شکننده آن ایفا می‌کنند و توسعه را در بسیاری از مناطق محدود می‌سازند. به هر حال، اگر امروز چیزی یاد گرفتید،"
        },
        {
          "original": "then hit that like button.",
          "translated": "پس دکمه لایک را بزنید."
        }
      ]
    }
  }
}