{
  "transcription": " Who is the luckiest person ever? You might think it'd be someone like Phineas Gage, who was working on a railroad in Vermont when a 1 meter long iron rod exploded and flew through his skull. But shockingly, he felt no pain and made a full recovery. But surprisingly, he doesn't even come close to the luckiest person ever. Not even Alcides Moreno comes close, who was cleaning the windows on a skyscraper when the scaffolding collapsed. Somehow, he managed to ride the platform as it fell 47 stories, and he survived. You see, the luckiest person to ever live has to be Richard Blass. Richard was a gangster in Canada when in 1968, two hitmen walked into his bar and shot him four times. He somehow survived. Then two weeks later, they tracked him to a hotel and set it on fire. Then he got away again. But a month later, they found him and shot him in the head twice. Through some crazy luck, he was once again okay. Then after getting sent to prison, he beat up a guard and escaped. But after a long manhunt, he took 27 backshots and died.",
  "segments": [
    {
      "start": 0.0,
      "end": 1.78,
      "duration": 1.78,
      "text": " Who is the luckiest person ever?"
    },
    {
      "start": 1.9,
      "end": 4.04,
      "duration": 2.14,
      "text": " You might think it'd be someone like Phineas Gage,"
    },
    {
      "start": 4.1,
      "end": 6.02,
      "duration": 1.92,
      "text": " who was working on a railroad in Vermont"
    },
    {
      "start": 6.02,
      "end": 10.56,
      "duration": 4.54,
      "text": " when a 1 meter long iron rod exploded and flew through his skull."
    },
    {
      "start": 10.64,
      "end": 13.7,
      "duration": 3.06,
      "text": " But shockingly, he felt no pain and made a full recovery."
    },
    {
      "start": 13.8,
      "end": 17.22,
      "duration": 3.42,
      "text": " But surprisingly, he doesn't even come close to the luckiest person ever."
    },
    {
      "start": 17.3,
      "end": 19.52,
      "duration": 2.22,
      "text": " Not even Alcides Moreno comes close,"
    },
    {
      "start": 19.6,
      "end": 23.44,
      "duration": 3.84,
      "text": " who was cleaning the windows on a skyscraper when the scaffolding collapsed."
    },
    {
      "start": 23.58,
      "end": 28.06,
      "duration": 4.48,
      "text": " Somehow, he managed to ride the platform as it fell 47 stories,"
    },
    {
      "start": 28.16,
      "end": 29.18,
      "duration": 1.02,
      "text": " and he survived."
    },
    {
      "start": 29.18,
      "end": 32.84,
      "duration": 3.66,
      "text": " You see, the luckiest person to ever live has to be Richard Blass."
    },
    {
      "start": 32.94,
      "end": 39.5,
      "duration": 6.56,
      "text": " Richard was a gangster in Canada when in 1968, two hitmen walked into his bar and shot him four times."
    },
    {
      "start": 39.58,
      "end": 40.9,
      "duration": 1.32,
      "text": " He somehow survived."
    },
    {
      "start": 41.06,
      "end": 45.2,
      "duration": 4.14,
      "text": " Then two weeks later, they tracked him to a hotel and set it on fire."
    },
    {
      "start": 45.32,
      "end": 46.84,
      "duration": 1.52,
      "text": " Then he got away again."
    },
    {
      "start": 46.98,
      "end": 50.54,
      "duration": 3.56,
      "text": " But a month later, they found him and shot him in the head twice."
    },
    {
      "start": 50.66,
      "end": 53.16,
      "duration": 2.5,
      "text": " Through some crazy luck, he was once again okay."
    },
    {
      "start": 53.32,
      "end": 56.32,
      "duration": 3.0,
      "text": " Then after getting sent to prison, he beat up a guard and escaped."
    },
    {
      "start": 56.32,
      "end": 59.88,
      "duration": 3.56,
      "text": " But after a long manhunt, he took 27 backshots and died."
    }
  ]
}